;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;  DO NOT translate the item "ReadHabit=Left-to-right". You can modify it if your native language is right to left.
;
; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 1.0.2
; Update: July 06, 2021
;
[Lang]
NativeLanguage=한국어
[Translation]
LangCode=0412
ReadHabit=Left-to-right
LanguageName=KOR
LangShortName=ko-kr
DefaultFont=굴림체
DefaultFontSize=9
DefaultCharset=ANSI_CHARSET
lblinfo.Caption=이 PC가 Windows 11 시스템 요구 사항을 충족하는지 확인하십시오.
lbllang.Caption=언어:
CPU=프로세서
memory=메모리
disk=저장소
diskstyle=파티션 스타일
firmware=시스템 펌웨어
boot=보안 부팅
graphiccard=그래픽카드
tpm=TPM 2.0
info3=프로세서 주파수가 1GHz보다 느립니다.
info4=프로세서 아키텍처는 x86이지만 Windows 11에서는 지원하지 않습니다.
info5=프로세서가 호환 목록에 없습니다.
info6=Windows 11은 32비트 프로세서를 지원하지 않습니다.
info7=디스크 파티션 스타일은 GPT가 아닙니다.
info8=물리적 메모리는 4GB 이상이어야 합니다.
info9=시스템 디스크는 64GB 이상이어야 합니다.
info10=시스템 펌웨어는 보안 부팅을 지원하지 않습니다.
info11=그래픽 카드는 DirectX 12를 지원하지 않습니다.
info12=WDDM 버전이 2.x보다 낮습니다.
info13=TPM은 지원되지 않습니다.
info14=TPM이 비활성화되었습니다.
info15=TPM 버전이 2.0보다 낮습니다.
info16=시스템 펌웨어가 UEFI를 지원하지 않습니다.
info-3=인식할 수 없는 64비트 프로세서입니다.
info-4=사용 가능한 디스크 공간이 64GB 미만입니다.
tpminfo=신뢰할 수 있는 플랫폼 모듈 버전 2.0
directxinfo=DirectX %s 호환 그래픽 / WDDM %s
bootinfo=PC 부팅은 신뢰할 수 있는 펌웨어만 사용합니다.
support=호환
unknow=알 수 없음
unsupport=호환되지 않음
NewVer=새 버전을 사용할 수 있습니다! 지금 업데이트하시겠습니까?
